{
  "questions": {
    "1": "Any patents, copyright or trade secrets held by the entrepreneur is known as",
    "2": "The organization will never be able to make the necessary changes without ",
    "3": "The ways entrepreneurs make decisions",
    "4": "A trademark is ",
    "5": "A locus of control is",
    "6": "Licensing arrangements have",
    "7": "Personal characteristics to be a successful entrepreneur includes",
    "8": "International entrepreneurship is",
    "9": "Which of the following is not a characteristic that is helpful for an entrepreneur to have?",
    "10": "Hindrance for going in the international business is known as",
    "11": "In chronological age, most entrepreneurs start their careers between ages",
    "12": "________ is the combination of at least two firms doing similar businessess at the same market level",
    "13": "Which of the following is NOT recognized as a misconception about entrepreneurship?",
    "14": "All of the following are recognized as potential sources of entrepreneurial ideas EXCEPT",
    "15": "An_________ is an individual who creates something for the first time, is a highly driven individual motivated by his or her own work and personal ideas.",
    "16": "_________ is the process in marketing of dividing a market into distinct subsets(segments) that behave in the same way or have similar needs ",
    "17": "A business where an individual is both the owner and conductor of the business affairs is called _____________",
    "18": "In ___________, the entrepreneur has the right to sell any assets",
    "19": "___________ are lists of the general tasks, or functions, and responsibilities of a position.",
    "20": "Benefits can focus on which of these?",
    "21": "An entrepreneur's primary motivation for starting a business is",
    "22": "To be successfull in an entrepreneurial venture, you need",
    "23": "Entreprenuers are best as",
    "24": "A successful entrepreneur relies on which of the following for critical management advice",
    "25": "Entrepreneurs are",
    "26": "Entrepreneus typically form",
    "27": "Entrepreneurs",
    "28": "Entrepreneurs and venture capitalists",
    "29": "An entrepreneur's primary motivation for high ego and need for achievement is based upon a relationship with",
    "30": "An individual usually begins his or her first significant entrepreneurial business enterprise at what age",
    "31": "Personal characteristics to be a successful entrepreneur includes",
    "32": "Without top mangement commitment, the organization",
    "33": "Locus of control is",
    "34": "Entrepreneurial experience becomes increasingly important as",
    "35": "Entrepreneurs are concerned about basic issues of ",
    "36": "Licensing arrangements have",
    "37": "Joint ventures have been used by entrepreneur",
    "38": "A horizontal merger is ",
    "39": "Main reasons for merger is(are)",
    "40": "First stage production planning and development processes is",
    "41": "One effective way to begin the marketing plan is",
    "42": "A focus group",
    "43": "The situation analysis is ",
    "44": "One of the difficult decisions",
    "45": "Which of the following statement is true for marketing system?",
    "46": "In setting marketing goals and objectives the entrepreneur must",
    "47": "The financial plan provides a complete picture of",
    "48": "Before developing the pro forma income statement, the entrepreneur should ",
    "49": "Which of the following is true",
    "50": "Which statment is not true?",
    "51": "What causes people to do something?",
    "52": "Individuals who help the entrepreneur in business activities",
    "53": "The managers in an organization strongly supporting intrapreneurship is called",
    "54": "------------- involves a manufacturer giving a foreign manufacturer the right to use a patent, trademark or technology in return for a royalty",
    "55": "Female entrepreneurs differ in terms of --------------------, -----------------------, and ---------------------------",
    "56": "In brainstorming",
    "57": "A technique that asks questions about objects or ideas in an effort to develop a new idea is",
    "58": "The solution development is",
    "59": "Perceived benefits /risks involve the following factors:",
    "60": "A patent is",
    "61": "Marketing mix includes:",
    "62": "Which of the following statement is true for tax advantage of proprietorship?",
    "63": "Industry analysis should include information on:",
    "64": "We need to update the business plan because…………",
    "65": "Marketing research involves the gathering of data in order to determine information as:",
    "66": "A set of reasons for engaging in a particular behavior, especially human behavior is known as _____________.",
    "67": "Which of the following techniques is an excellent method for initially screening ideas and concepts in addition to generating new ideas?",
    "68": "he creative process for problem solving that involves making the strange familiar in first step and then making the familiar strange through personal, direct or symbolic analogy is called _________.",
    "69": "When the multiplicity of environments become too complex to handle, the international entrepreneurs often __________.",
    "70": "An entrepreneur into the hosiery business found out the reason his hosiery was not selling was due to its color. What could be the best source of this information?",
    "71": "In some countries, point of purchase displays are not allowed in retail stores. Such differences are studied by international entrepreneurs under __________ environment.",
    "72": "Entrepreneurial success has been significant because of the culture and the political and economic systems in _________.",
    "73": "Having more than 50% ownership position that provides the entrepreneur with managerial control is called ___________.",
    "74": "The under-developed or lesser developed countries need manufacturing technology and infrastructure and yet do not want to turn over substantial portion of their economy to foreign ownership. Which of the following is a solution to this dilemma?",
    "75": "The development of a new venture based on an inventor’s work often requires ________.",
    "76": "The importance of intellectual property should be understood by entrepreneur even before _________.",
    "77": "Which of the following is not followed in brainstorming?",
    "78": "The former USSR received technology and syrup from Pepsi and provided it with Soviet vodka and rights to distribute it in the US. This is an example of:",
    "79": "A patent is granted for a specified amount of time because of the assumption:",
    "80": "Developing a new idea through inquiry and testing is called _________.",
    "81": "In an international perspective, which of the following decisions are not covered under strategic planning of an entrepreneur?",
    "82": "Which of the following grants the owner protection from anyone else making, using and selling the identified innovation?",
    "83": "The problem inventory analysis should b used primarily to:",
    "84": "Selling goods to another country through a person in the entrepreneur’s home country is known as _________.",
    "85": "Which of the following statements is not true about trademarks?",
    "86": "The product life cycle is included in which stage of product planning and development process?",
    "87": "Which of the following can not be covered under the copyright protection?",
    "88": "Idea of new product is tested in potential consumers to determine consumer acceptance at _________ stage.",
    "89": "According to the governing bodies of common laws, the life of trade secret is:",
    "90": "Which of the following is used by entrepreneurs to acquire experience in an international market before making a major commitment?",
    "91": "The evaluation criteria for the new product should include all of the following except:",
    "92": "Licensing is a significant marketing strategy to:",
    "93": "Automated stock replenishment, electronic selling and processing of customers orders and payments are examples of:",
    "94": "The longest lasting trade agreement with the objective of liberalizing trade by eliminating or reducing tariffs, subsidies and quotas is _________.",
    "95": "The most important characteristic of a successful business website is",
    "96": "The _______ plan shows whether the business is economically feasible or not.",
    "97": "In which of the following, the ownership of venture is reflected by ownership of shares of stock?",
    "98": "Bankers say that most businesses fail because of the _____ inability to plan properly.",
    "99": "The _________ of a venture could be that the company has experience in related business.",
    "100": "The marketing plan should focus on strategies and for the first year, goals andstrategies should be projected __________.",
    "101": "Which of the following is not a characteristic of marketing plan?",
    "102": "Secondary data can be obtained from all of the following sources, except:",
    "103": "Which of the following is one of the simplest form and lowest in entry costs.",
    "104": "In ________, the death of entrepreneur results in the termination of venture.",
    "105": "In partnership, the ability to raise capital depends on the __________ of the business.",
    "106": "Which of the following are NOT the Accredited Investors?",
    "107": "Advertising and publicity are used to:",
    "108": "What is the practical maximum limit to the amount of loan money guaranteed by Small Business Administration?",
    "109": "All of the following should be followed by entrepreneur for being effective leader, EXCEPT:",
    "110": "An entrepreneur may finance fixed assets by:",
    "111": "The entrepreneur will find it easier to maintain control over cash, disbursements and inventory through:",
    "112": "Recruiting and hiring of new employees may occur at which level?",
    "113": "Which of the following is the oldest development financing institution?",
    "114": "Under Rule 504 of Regulation D, a company can sell up to ______ of securities in any 12-month period.",
    "115": "The most often used type of funds is",
    "116": "Which of the following is not type of Bank Loans?",
    "117": "Conventional bank loans include:",
    "118": "When an entrepreneur is unable to secure a regular commercial bank loan, an alternative is a:",
    "119": "Installment loans can be obtained by a going venture with a track record of:",
    "120": "NAFTA stands for:",
    "121": "The factor______________ is probably the most prevalent reason for mergers.",
    "122": "A _____________ merger is a combination of two firms producing the same products but selling them in different geographic markets",
    "123": "One of the most frequent reasons an entrepreneur forms a joint venture is to share the ________________.",
    "124": "_______________ involves having a foreign purchaser in the local market or using an export management firm",
    "125": "The ______________measures the payments that flow between any individual country and all other countries",
    "126": "________________ is an entrepreneurial type who quickly identifies new promising business opportunities but rarely, if ever, follows through on the opportunity to create a successful new venture.",
    "127": "One study found that the typical minority business owner was the",
    "128": "Traditional managers are:",
    "129": "Entrepreneurs are:",
    "130": "Risk decisions are often postponed until",
    "131": "_________________ is one method of stimulating, and then capitalizing on, individuals in an organization who think that something can be done differently and better",
    "132": "The typical _________________ has a climate and reward system that favor conservative decision making.",
    "133": "Female entrepreneurs normally start their venture at the age of _____________ years.",
    "134": "Male entrepreneurs normally start their venture at the age of____________ years.",
    "135": "The ________________ is the process through which innovation develops and commercializes through entrepreneurial activity, which in turn stimulates economic growth.",
    "136": "A____________________ is a type of company formed from research and development that usually does not go public.",
    "137": "_________________ involve such things as writing, listening, oral presentations, coaching and technical know-how.",
    "138": "The ___________________ means to do things in his or her own way and time.",
    "139": "________________ is a reason or set of reasons for engaging in a particular behavior, especially human behavior.",
    "140": ""
  },
  "possible_answers": {
    "1": "\na.disclosure document\nb.patent\nc.intellectual property\nd.none of the mentioned\ne.",
    "2": "\na.top management commitment\nb.employees\nc.workers\nd.none of the mentioned\ne.",
    "3": "\na.entrepreneurial domain\nb.reverse brain storming\nc.heuristics\nd.reverse brain storming\ne.",
    "4": "\na.A word, symbol, name or device that a business uses to identify its goods\nb.A legal protection for information on foreign products\nc.Legal protection for intellectual works\nd.legal protection for a U.S. product exported to another country\ne.",
    "5": "\na.feeling\nb.attitude\nc.attribute\nd.none of the above\ne.",
    "6": "\na.low risk process involved\nb.easy way to generate incremental income\nc.several pitfalls\nd.all of the above\ne.",
    "7": "\na.understanding environment\nb.creating management options\nc.encourage open discussion\nd.all of the above\ne.",
    "8": "\na.Licensing\nb.Exporting\nc.Both of the mentioned options\nd.None of the two mentioned\ne.",
    "9": "\na.Self-esteem\nb.Caution\nc.Drive \nd.Optimism\ne.",
    "10": "\na.Synergy\nb.Turn key point\nc.Trade barrier\nd.minority interest\ne.",
    "11": "\na.22 and 55\nb.30 and 55\nc.40 ad 65\nd.None of the options given\ne.",
    "12": "\na.Diversified activity merger\nb.horizontal merger\nc.joint venture\nd.vertical merger\ne.",
    "13": "\na.Entrepreneurship is found only in small businesses\nb.entrepreneurship is easy\nc.successful entrepreneurship needs only a good idea\nd.entreprenerial ventures and small businessess are different\ne.",
    "14": "\na.Work experience, skills and abilities\nb.Familiar and unfamiliar products and services\nc.Personal interest or hobbies\nd.All of the selections are recognized as potential sources of entrepreneurial ideas\ne.",
    "15": "\na.Entrepreneur\nb.Inventor\nc.Both a and b\nd.None of the given options\ne.",
    "16": "\na.target market\nb.market analysis\nc.market segmentation\nd.all of above\ne.",
    "17": "\na.sole proprietorship\nb.partnership\nc.corporation\nd.none of the above\ne.",
    "18": "\na.proprietorship\nb.partnership\nc.limited liability company\nd.none of the given options\ne.",
    "19": "\na.job specifications\nb.job descriptions\nc.job requirements\nd.job holder\ne.",
    "20": "\na.value and cost\nb.imitation and innovation\nc.internal and external aspects\nd.none of the given options\ne.",
    "21": "\na.to make money\nb.to be independent\nc.to be famous\nd.to be powerful\ne.",
    "22": "\na.money\nb.luck\nc.hard work\nd.a good idea\ne.",
    "23": "\na.managers\nb.venture capitalists\nc.planners\nd.doers\ne.",
    "24": "\na.internal management team\nb.external management professionsals\nc.financial sources\nd.no one\ne.",
    "25": "\na.high risk takers\nb.moderate risk takers\nc.small risk takers\nd.doesn't matter\ne.",
    "26": "\na.service businesses\nb.manufacturing companies\nc.constructive companies\nd.a variety of ventures\ne.",
    "27": "\na.are the life of the party\nb.are bores at a cocktail party\nc.will never go to parties\nd.just fit into the crow at a party\ne.",
    "28": "\na.get along well \nb.are the best friends\nc.are cordial friends\nd.are in conflict\ne.",
    "29": "\na.spouse\nb.mother \nc.father\nd.children\ne.",
    "30": "\na.teens\nb.twenties\nc.forties\nd.fifties\ne.",
    "31": "\na.understanding environment\nb.creating managment options\nc.encourage open discussion\nd.all of the above\ne.",
    "32": "\na.be able to make changes\nb.not be able to make any changes\nc.not be able to make effective changes\nd.none of the above\ne.",
    "33": "\na.a feeling \nb.attitude\nc.attribute\nd.none of the above\ne.",
    "34": "\na.work load increases\nb.complexity of venture increases\nc.complexity of venture increases\nd.complexity of work increases\ne.none of the above",
    "35": "\na.sales, costs and benefits\nb.customers, sales and costs\nc.risk, costs and benefitss\nd.none of the above\ne.",
    "36": "\na.low risk process involved\nb.easy way to generate incremental income\nc.several pitfalls\nd.all of the above\ne.",
    "37": "\na.when the entrepreneur wnats to purchase local knowledge\nb.when rapid entry in to the market is needed\nc.both of the options given\nd.none of the above\ne.",
    "38": "\na.is the combination of firms in successive stages of production\nb.is the combination of firms that produce closely related projects in same area\nc.is the combination of firms that produce same products and sell in different areas \nd.none of the above\ne.",
    "39": "\na.when synergy is present\nb.when complementary resources can be combined\nc.economies of scale can be achieved\nd.all of the above\ne.",
    "40": "\na.idea stage\nb.concept stage\nc.establishing and evaluating criteria stage\nd.none of the above\ne.",
    "41": "\na.to make a list of the information that will be needed to prepre the marketing plan\nb.gathering data from secondary sources\nc.gathering information from primary sources\nd.none of the options\ne.",
    "42": "\na.is a sample of 10 or 12 potential investors who participate in a discussion\nb.is a sample of 10 or potential employees who participate in a discussion\nc.is a sample of 10 or 12 potential customers who participate in a discussion\nd.none of the options\ne.",
    "43": "\na.defining target market/ opportunities and threats\nb.considering strengths and weaknesses\nc.a review of where the company has been and considers environmental factors\nd.none of the options given\ne.",
    "44": "\na.Is about the distribution of the product\nb.is determining the appropraite price for the project\nc.is about the promotion of the product\nd.none of the options\ne.",
    "45": "\na.It is all about the internal envoi mental forces\nb.it identifies the major interacting components, both internal and external \nc.it's abut the financial needs of the venture\nd.none of the options given\ne.",
    "46": "\na.Set the price\nb.Distribution price\nc.Must satisfy customers\nd.None of the above\ne.",
    "47": "\na.How much and when the funds are coming into the organization\nb.Where the funds are going?\nc.How much cash is available\nd.All of the options given\ne.",
    "48": "\na.Prepare operating budgets\nb.Capital budgets\nc.None of the options given\nd.both of the options given(a,b)\ne.",
    "49": "\na.Cash flow is same as profit\nb.Profit is the result of subtracting expenses from sales\nc.Cash flow results from the difference between all cash available and cash payments\nd.Cash flows only when actual payments are not made but only received\ne.",
    "50": "\na.The S corporation combines the tax advantage of the partnership and the corporation\nb.S corporations represent almost half of all corporate filings\nc.a popular new entity is the limited liability company (LLC)\nd.Limited liability company (LLC) offers similar disadvantages as the S corporation\ne.",
    "51": "\na.Need for achievement\nb.Need for independence\nc.Motivation\nd.None of the mentioned options",
    "52": "\na.Role models\nb.Professional-support network\nc.Parents\nd.None of the mentioned options",
    "53": "\na.Top management commitment\nb.Upper management commitment\nc.Lower management intrapreneur\nd.Upper management intrapreneur",
    "54": "\na.Licensing\nb.Turn-key projects\nc.Management contracts\nd.None of the mentioned options",
    "55": "\na.\nb.\nc.\nd.\ne.",
    "56": "\na.No criticism is allowed\nb.Quantity of ideas is desired\nc.None of the mentioned options\nd.Both of the mentioned options",
    "57": "\na.Heuristics\nb.Matrix charting\nc.Forced relationships\nd.Attribute listing",
    "58": "\na.Big-Dream approach\nb.Parameter Analysis\nc.Creative synthesis\nd.None of the above",
    "59": "\na.Utility to customer\nb.Consumption habits\nc.Buying motives\nd.All of the above",
    "60": "\na.A document between government and an inventor\nb.Grants holder protection from others making, using, or selling similar idea\nc.A public domain\nd.None of the above",
    "61": "\nProduct or service\nFinancing\nConsumer\nRetailer",
    "62": "\nThere is double tax on profits\nThere is no capital stock tax or penalty for retained earnings\nBoth of the options given\nNone of the options given",
    "63": "\nMarket size of competitor’s product\nGrowth rate of suppliers\nNew products entry\nEconomic conditions",
    "64": "\nEnvironmental factors and internal factors can change the direction of the plan\nGoals set by the entrepreneurs may be unreasonable.\nGoals may not be measurable.\nGoals may not be specific",
    "65": "\nWho will buy the product?\nWhat price should be charged?\nWhat is the most effective promotion strategy?\nAll of the mentioned options",
    "66": "\na. Values\nb. Vision\nc. Entrepreneurship\nd. Motivation",
    "67": "\na. Focus group\nb. Brain storming\nc. Problem inventory analysis\nd. Reverse brainstorming",
    "68": "\na. Synectics\nb. Gordon method\nc. Checklist method\nd. Scientific method",
    "69": "\na. Go for mergers\nb. Diversify\nc. Decentralize operations\nd. Sale out the foreign business",
    "70": "\na. Supplier\nb. Retailer\nc. Competition\nd. Government bureau",
    "71": "\na. Economic\nb. Political\nc. Cultural\nd. Technological",
    "72": "\na. European countries\nb. Asian countries\nc. Transition economies\nd. Middle east",
    "73": "\na. Joint venture\nb. Majority interest\nc. Horizontal merger\nd. Diversified activity merger",
    "74": "\na. Management contract\nb. Indirect exporting\nc. Licensing\nd. Turn-key project",
    "75": "\na. Expertise of an entrepreneur\nb. Heavy investment from financers\nc. Skilled human resources\nd. Highly educated staff",
    "76": "\na. Hiring a manager\nb. Engaging an attorney\nc. Developing a product\nd. Establishing new venture",
    "77": "\na. Criticism is done by the group members\nb. The wilder idea is batter\nc. Quantity of ideas is required\nd. The session should be fun, with no on dominating the discussion",
    "78": "\na. Economic development\nb. Barter system\nc. Balance of payment\nd. International trade",
    "79": "\na. During this time firm will cover its development costs\nb. Firm will earn a sufficient profit during this period\nc. To limit the monopoly of the firm\nd. It will stimulate idea and development of a batter product",
    "80": "\na. Heuristics\nb. Scientific method\nc. Forced relationship\nd. Value analysis",
    "81": "\na. What are unique characteristics of each market?\nb. Who should be involved in marketing decisions?\nc. What customer benefits are provided by the product\nd. What are the company’s major strengths and weaknesses?",
    "82": "\na. Utility patent\nb. Design patent\nc. Plant patent\nd. International patent",
    "83": "\na. Reflect a new business opportunity\nb. Identify product idea for further evaluation\nc. Solve unknown problems\nd. Develop a list of problems",
    "84": "\na. Export\nb. Direct export\nc. Indirect export\nd. Domestic sales",
    "85": "\na. A trademark could be a slogan or a particular sound\nb. Some trademarks have no relationship with the product\nc. The filing date for the trademark becomes the first date use of the mark\nd. The entrepreneur can not file after the mark already been in use",
    "86": "\na. Test marketing stage\nb. Product development stage\nc. Commercialization stage\nd. Product planning and development process is a part of product life cycle",
    "87": "\na. Computer software\nb. Computer hardware\nc. Poems and songs\nd. Models and sculpture",
    "88": "\na. Concept\nb. Product development\nc. Test marketing\nd. Commercialization",
    "89": "\na. 12 years\nb. 17 years\nc. 20 years\nd. As long as it remains confidential",
    "90": "\na. Merger\nb. Joint venture\nc. Minority interest\nd. Majority interest",
    "91": "\na. Determination of market demand\nb. Determination of the suppliers\nc. Pricing and marketing policies of other competing firms\nd. Product should be profitable",
    "92": "\na. Use intellectual property of others\nb. Pirate others’ patents\nc. Grow the business in new markets\nd. Control the costs",
    "93": "\na. E-business\nb. E-commerce\nc. E-trading\nd. E-transaction",
    "94": "\na. Free trade area – FTA\nb. European community – EC\nc. General agreement on tariffs and trade – GATT\nd. The north American free trade agreement – NAFTA",
    "95": "\na. Speed\nb. Innovation\nc. Graphics\nd. Products",
    "96": "\na. Financial\nb. Business\nc. Economic\nd. Marketing",
    "97": "\na. Partnership\nb. Limited partnership\nc. Corporation\nd. Proprietorship",
    "98": "\na. Investor’s\nb. Marketer’s\nc. Entrepreneur’s\nd. Consultant’s",
    "99": "\na. Strength\nb. Weakness\nc. Opportunity\nd. Threat",
    "100": "\na. Daily\nb. Weekly\nc. Monthly\nd. Quarterly",
    "101": "\na. It should provide a strategy to accomplish the company mission\nb. It should provide for the use of existing resources\nc. It should be simple and short\nd. It should be rigid",
    "102": "\na. Internet\nb. Magazine\nc. Bureau of statistics\nd. Focus group",
    "103": "\na. Direct mail marketing\nb. Online marketing\nc. Sales promotion\nd. Export marketing",
    "104": "\na. Proprietorship\nb. Limited company\nc. Limited partnership\nd. Corporation",
    "105": "\na. Expansion\nb. Success\nc. Size\nd. Nature",
    "106": "\na. Institutional investors\nb. Investors who purchase less than $150,000 of the issuer’s securities\nc. Investors whose net worth is $1 million\nd. Directors, officers, and general partners of the issuing company",
    "107": "\na. Create awareness of the new venture\nb. Communicate with customers\nc. Promote the products\nd. All of the given options",
    "108": "\na. $ ten thousand\nb. $ hundred thousand\nc. $ one million\nd. There is no limit",
    "109": "\na. Show respect for employees\nb. Show concern for employees’ welfare\nc. Try to do everything himself\nd. Encourage and praise others",
    "110": "\na. Inventory loans\nb. Installment loans\nc. Short-term debt\nd. Long-term debt",
    "111": "\na. Record keeping\nb. Hiring new employees\nc. Having more partners\nd. Financial controls",
    "112": "\na. Entry level\nb. Middle management level\nc. Senior management level\nd. At all three levels",
    "113": "\na. Small Business Finance Corporation\nb. Khushhali Bank\nc. Regional Development Finance Corporation\nd. Industrial Development Bank of Pakistan",
    "114": "\na. $50,000\nb. $100,000\nc. $500,000\nd. $1,000,000",
    "115": "\nInternally generated funds\nExternally generated funds\nCommercial bank funds\nNone of the mentioned options",
    "116": "\nInventory loans\nAccounts payable loans\nEquipment loans\nReal estate loans",
    "117": "\nLines of credit\nInstallment loans\nStraight commercial loans\nAll of the mentioned options",
    "118": "\nSmall and medium enterprise loan\nCharacter loan\nSmall Business Administration (SBA) Guaranty Loan\nEquipment loan",
    "119": "\nSales and profits\nCustomers\nSupplier’s chain\nAll of the mentioned options",
    "120": "\na) North American Free Trade Agreements\nb) North Asian Free Trade Agreements\nc) National Asian Free Trade Agreements\nd) National American Free Trade Agreements",
    "121": "\na) Taxation\nb) Economies of scale\nc) Inflation\nd) Mergers",
    "122": "\na) Diversified Activity Merger\nb) Product Extension Merger\nc) Vertical Merger\nd) Market Extension Merger",
    "123": "\na) Resources\nb) Cost\nc) Cost and risk of a project\nd) Profit",
    "124": "\na) Direct Exporting\nb) Indirect Exporting\nc) Management Contracts\nd) Turn-Key Projects",
    "125": "\na) International Business\nb) Economies of Scales\nc) Balance of Payment\nd) None of the given options",
    "126": "\na) Simplicity Sue\nb) Shotgun Sam\nc) Hidden Agenda Harry\nd) Inventor Irving",
    "127": "\na) Oldest child in a blue-collar family and married.\nb) Oldest child in a white-collar family and married.\nc) Youngest child in a blue-collar family and married.\nd) Youngest child in a white-collar family and married.",
    "128": "\na) Deals with mistakes and failures\nb) Tries to avoid mistakes and surprises\nc) Attempts to hide risky projects from view until ready\nd) None of the given Options",
    "129": "\na) Moderate risk taker\nb) High risk taker\nc) Avoidance\nd) Both b and c",
    "130": "\na) Hard facts can be gathered or a consultant hired to illuminate the unknown.\nb) Hard facts can be gathered or an auditor hired to illuminate the unknown.\nc) There is no need to gather facts and hired a consultant/auditor\nd) None of the given options",
    "131": "\na) Strategic Orientation\nb) Capitalization\nc) Intrapreneurship\nd) Management",
    "132": "\na) Entrepreneurship culture\nb) Corporate culture\nc) Intrapreneurial culture\nd) None of the given options",
    "133": "\na) 35-45\nb) 25-30\nc) 20-25\nd) 40-45",
    "134": "\na) 20-25\nb) 25-35\nc) 40-50\nd) After the age of retirement.",
    "135": "\na) Product-evolution process\nb) Technological innovations\nc) Breakthrough innovations\nd) None of the given options",
    "136": "\na) Foundation\nb) Life-Style Firm\nc) High-Potential Venture\nd) Both b and c",
    "137": "\na) Business Management skills\nb) Personal entrepreneurial skills\nc) Technical skills\nd) None of the given options",
    "138": "\na) Need per independence\nb) Need for achievement\nc) Personal values\nd) Ethics",
    "139": "\na) Moral value\nb) Act\nc) Motivation\nd) None of the options"
  },
  "answers": {
    "1": "Intellectual property",
    "2": "Top management commitment",
    "3": "Entrepreneurial domain",
    "4": "A word, symbol, name or device that a business uses to identify its goods",
    "5": "Attribute",
    "6": "All of the above",
    "7": "All of the above",
    "8": "Licensing and Exporting",
    "9": "Caution",
    "10": "Trade barrier",
    "11": "22 and 55",
    "12": "Horizonal Merger",
    "13": "Entrepreneurial ventures and small businesses are different",
    "14": "All of the selections are recognized as potential sources of entrepreneurial ideas",
    "15": "Inventor",
    "16": "Market segmentation",
    "17": "Sole proprietorship",
    "18": "Propritorship",
    "19": "Job descriptions",
    "20": "Value and Cost",
    "21": "b.to be independent",
    "22": "b.luck",
    "23": "d.doers",
    "24": "b.external management professionsals",
    "25": "b.moderate risk takers",
    "26": "d.a variety of ventures",
    "27": "d.just fit into the crow at a party",
    "28": "c.are cordial friends",
    "29": "c.father",
    "30": "c.forties",
    "31": "d.all of the above",
    "32": "c.not be able to make effective changes",
    "33": "c.attribute",
    "34": "b.complexity of venture increases",
    "35": "a.sales, costs and benefits",
    "36": "d.all of the above",
    "37": "c.both of the options given",
    "38": "b.is the combination of firms that produce closely related projects in same area",
    "39": "d.all of the above",
    "40": "c.establishing and evaluating criteria stage",
    "41": "a.to make a list of the information that will be needed to prepre the marketing plan",
    "42": "c.is a sample of 10 or 12 potential customers who participate in a discussion",
    "43": "c.a review of where the company has been and considers environmental factors",
    "44": "b.is determining the appropraite price for the project",
    "45": "b.it identifies the major interacting components, both internal and external ",
    "46": "d.None of the above",
    "47": "d.All of the options given",
    "48": "d.both of the options given(a,b)",
    "49": "b.Profit is the result of subtracting expenses from sales",
    "50": "d.Limited liability company (LLC) offers similar disadvantages as the S corporation",
    "51": "c.Motivation",
    "52": "b.Professional-support network",
    "53": "a.Top management commitment",
    "54": "a.Licensing",
    "55": "Motivation, Business skills and Occupational background",
    "56": "d.Both of the mentioned options",
    "57": "c.Forced relationships",
    "58": "c.Creative synthesis",
    "59": "d.All of the above",
    "60": "b.Grants holder protection from others making, using, or selling similar idea",
    "61": "Product or service",
    "62": "There is no capital stock tax or penalty for retained earnings",
    "63": "Economic conditions",
    "64": "Environmental factors and internal factors can change the direction of the plan",
    "65": "All of the mentioned options",
    "66": "d. Motivation",
    "67": "a. Focus group",
    "68": "a. Synectics",
    "69": "c. Decentralize operations",
    "70": "b. Retailer",
    "71": "c. Cultural",
    "72": "b. Asian countries",
    "73": "b. Majority interest",
    "74": "d. Turn-key project",
    "75": "a. Expertise of an entrepreneur",
    "76": "b. Engaging an attorney",
    "77": "a. Criticism is done by the group members",
    "78": "b. Barter system",
    "79": "d. It will stimulate idea and development of a batter product",
    "80": "b. Scientific method",
    "81": "a. What are unique characteristics of each market?",
    "82": "a. Utility patent",
    "83": "b. Identify product idea for further evaluation",
    "84": "c. Indirect export",
    "85": "d. The entrepreneur can not file after the mark already been in use",
    "86": "c. Commercialization stage",
    "87": "b. Computer hardware",
    "88": "a. Concept",
    "89": "d. As long as it remains confidential",
    "90": "c. Minority interest",
    "91": "b. Determination of the suppliers",
    "92": "a. Use intellectual property of others",
    "93": "a. E-business",
    "94": "c. General agreement on tariffs and trade – GATT",
    "95": "a. Speed",
    "96": "b. Business",
    "97": "c. Corporation",
    "98": "c. Entrepreneur’s",
    "99": "a. Strength",
    "100": "c. Monthly",
    "101": "d. It should be rigid",
    "102": "d. Focus group",
    "103": "a. Direct mail marketing",
    "104": "a. Proprietorship",
    "105": "b. Success",
    "106": "b. Investors who purchase less than $150,000 of the issuer’s securities",
    "107": "d. All of the given options",
    "108": "c. $ one million",
    "109": "c. Try to do everything himself",
    "110": "d. Long-term debt",
    "111": "d. Financial controls",
    "112": "d. At all three levels",
    "113": "d. Industrial Development Bank of Pakistan",
    "114": "d. $1,000,000",
    "115": "Internally generated funds",
    "116": "Accounts payable loans",
    "117": "All of the mentioned options",
    "118": "mall Business Administration (SBA) Guaranty Loan",
    "119": "Sales and profits",
    "120": "a) North American Free Trade Agreements",
    "121": "b) Economies of Scales",
    "122": "d) Market Extension Merger",
    "123": "c) Cost and risk of a project",
    "124": "b) Indirect Exporting",
    "125": "c) Balance of Payment",
    "126": "b) Shotgun Sam",
    "127": "a) Oldest child in a blue-collar family and married.",
    "128": "b) Tries to avoid mistakes and surprises",
    "129": "a) Moderate risk taker",
    "130": "a) Hard facts can be gathered or a consultant hired to illuminate the unknown.",
    "131": "c) Intrapreneurship",
    "132": "b) Corporate culture",
    "133": "a) 35-45",
    "134": "b) 25-35",
    "135": "a) Product-evolution process",
    "136": "a) Foundation",
    "137": "c) Technical skills",
    "138": "a) Need per independence",
    "139": "c) Motivation"
  }
}
