{
  "questions": {
    "1": "Some of the main factors that lead to success for new ventures are\ni. A well written business plan, a first-rate product, a charismatic entrepreneur loadedwith talents and a great idea,\nii. A fat bank account, a demand for the product or service, a well written feasibilityplan and a business ideology.\niii. A good entrepreneurial team, a well-planned enterprise that pursues incrementalchange and growth, good timing and creating a business ideology to serve customers",
    "2": "Contributions by these European economists have helped to evolve our presentunderstanding of entrepreneurship:\ni. Carl Menger\nii. John Stuart Mill\niii. Jean Baptiste Say",
    "3": "In the creative process, a person is said to be in verification stage when he/she\ni. applies or tests to prove that the idea has value.\nii. embarks on a conscious search for bringing the idea to life.\niii. has a sudden flash that idea has merit.",
    "4": "Entrepreneurs are often thought to be “inspired” people, and perhaps they are, but more important, they recognize changes and opportunities that can result from a dynamic world.These sources of change are\ni. Demographic and Market changes\nii. Scientific knowledge and Industrial revolution\niii. Process innovation, Social and Cultural changes",
    "5": "Many small businesses are small by\ni. their nature\nii. the intention of the owner\niii. their creation through legal contracts",
    "6": "The brainstorming method for generating new product and venture ideas should be conducted using the following rules:\ni. No criticism is allowed by anyone in the group and free wheeling is encouraged.\nii. Period for generating ideas is predetermined and ideas found without merit are discarded.\niii. High quantity of ideas is desired and combinations and improvement of ideas are encouraged.",
    "7": "Richard Cantillon, a French Economists, who is credited with given the concept of entrepreneurship a central role in economics, describes an entrepreneur as a person who\ni. consciously makes decisions about resource allocation\nii. behaves with exceptional insight to fulfil society’s needs\niii. seeks higher yields for their money and materials",
    "8": "As a Start-up business, advertising is a vital part of your concerns in your quest to compete. Advertising will seek to\ni. Make a satisfied customer\nii. Sell to someone even if they cannot afford to\niii. Convince someone to walk in your door",
    "9": "Carl Menger described entrepreneurship as\ni. a force of “creative destruction”\nii. a process with entrepreneurs as innovators\niii. the process of converting resources into goods and services of value to consumers",
    "10": "Marketing Communications or Integrated Marketing Communications seeks to\ni. Consolidate all communications to present to an individual, focussed marketing, sales or image message.\nii. Use an assortment of communications forms to deliver a variety of messages about the product, service or company.\niii. Develop a product, establish a price for it, communicates information about it and coordinates its distribution",
    "11": "Integrating promotion into the marketing mix seeks to\ni. Increase sales\nii. Build recognition\niii. Build consumer loyalty",
    "12": "A feasibility plan is a written document\ni. which often integrates fundamental areas of businesses such as operations, marketing, finance, and human resources.\nii. that describes all the relevant external and internal elements involved in starting a new venture\niii. prepared by the entrepreneur",
    "13": "Distinguishing factors that differentiate entrepreneurs from small business persons are\ni. vision for growth and energy to achieve unusual results\nii. taking individual risks and income substitution\niii. commitment to constructive change and persistence to gather necessary resources",
    "14": "One of the initial important elements of information needed by the entrepreneur is\ni. the market potential for the product or service\nii. basic operational needs such as manufacturing or operations and labour\niii. an evaluation of the profitability of the venture",
    "15": "The executive summary is the part of the plan that is written\ni. to stimulate the interest of the reader\nii. on about two or three pages\niii. after the whole plan is written",
    "16": "A feasibility plan should be prepared by\ni. the entrepreneur alone\nii. a consultant in consultation with the entrepreneur\niii. the entrepreneur in consultation with specialists",
    "17": "Intrapreneurship is concerned with innovation that leads to new corporate divisions or subsidiary ventures in larger established firms. To achieve this, corporate managers\ni. combine resources in unusual ways to create innovative new products or services\nii. take personal investment risks\niii. commit time and energy and risk careers",
    "18": "In Drucker’s view, the entrepreneur\ni. uses resources not merely to solve problems but also to take advantage of opportunities\nii. engages in “creative disruption”\niii. organizes industrial activity, matching demand with supply through commerce",
    "19": "Entrepreneurship has influenced economic development and productivity by\ni. altering the direction of national economies\nii. introducing quantum leaps in technology and creating new means of production and new systems of services\niii. forcing the reallocation of resources away from existing uses to new and more productive uses",
    "20": "Elements in the innovative process are\ni. organizing resources and analytical planning\nii. idea germination, preparation and verification\niii. implementation and commercial application",
    "21": "For technological innovation to succeed, the key people that should be involved are\ni. the inventor, the investor and the champion\nii. the creative source, the entrepreneur and the financier\niii. the champion, the creative source and the sponsor",
    "22": "Compared to other legal forms of business, the sole proprietorship has the singular advantage of simplicity. Other advantages include:\ni. Autonomy of control decision making and administration\nii. Expanded network of contacts for assessing resources\niii. Inexpensive as a form of business and self directing",
    "23": "A partnership, as a legal form of business has certain disadvantages which includes\ni. Business ends with the death or withdrawal of any partner\nii. Unlimited legal liability for business by all parties\niii. Limited access to external resources",
    "24": "Limited partners enjoy certain advantages over general partners that include\ni. Exemption from management responsibility\nii. Profit and losses passed through to all partners\niii. Investment can be sold or assigned",
    "25": "Directors of companies fulfil important roles beyond their decision-making duties that include:\ni. Serving as members of an expended social network\nii. Mentors and Professional advisors\niii. Disturbance Handlers and Resource allocators",
    "26": "S1:Entrepreneurs dealing in low tech products should focus on products that can be made easily, marketed quickly, and terminated with a minimum of effort\nS2: Patents cannot protect low tech products and they can be copied or easily replicated by competitors.",
    "27": "S1: Entrepreneurs have to be inventive geniuses to pursue mid-tech innovations \nS2: Mid-tech products presume the application of new knowledge",
    "28": "S1: Differentiating high-tech from mid-tech products is largely a matter of perception\nS2: What is high-tech to some may be mid-tech to others",
    "29": "S1: New ventures establish in a market niche. \nS2: Companies try to establish segmentation strategies so that efficient use of resources can be achieved without ambiguity.",
    "30": "S1: Market research is a fundamental responsibility for planning a new venture. \nS2: A Market research will establish primarily if demand exists for a product or service",
    "31": "S1: Feasibility plans are best prepared by specialists.\nS2: Specialist such as accountants know how to operate businesses",
    "32": "S1: Prices for goods and services must coincide with strategies that reinforce an entrepreneur’s business and reputation \nS2: Prices communicate perceptual messages to consumers",
    "33": "S1: Seed financing is needed prior to or during start-up of a new venture. \nS2: Seed financing is needed to underwrite operations, assets or business development.",
    "34": "S1: Intrapreuneur is a contrived word meaning a person who pursues an innovation, becoming a champion in its for its development within an organization \nS2: The word is from ‘intra-company entrepreneur'",
    "35": "S1: S1: A good way to fail quickly in a new business is to start without a clear vision.\nS2: A business without a clear vision shows a lack of planning.",
    "36": "A market segment on which a business can choose to concentrate its efforts is known as a (an)",
    "37": "A time horizon during which opportunities exist before something else happens to eliminate them is known as a",
    "38": "Setting up the specifications of one’s primary clients can be described as a (an)",
    "39": "Any person or organization that has an interest in, or can be affected by a business is called a",
    "40": "The planned process of determining prices and how prices can be changed in the field for unusual circumstances is known as",
    "41": "A broad term applied to marketing tactics that serve to attract customers or inform them of product or service is known as",
    "42": "A legal organization created through investments by two or more companies to pursue a commercial activity is known as",
    "43": "A person who is involved in a voluntary association with one or more other individuals and has operational responsibilities is called a",
    "44": "A person or company that originates a business system and provides a package of services, products, training, inventory, and support to individual owners in return for a fee and royalties is a",
    "45": "A legal form of business created through law that empowers a business as a legal entity, has a perpetual life unimpeded by biological lifespan of investors is a",
    "46": "A business system created by a contract between a parent company and an acquiring business owner, giving the acquiring owner the right to sell goods or services, to use certain products, names or brands or to manufacture certain products is called a",
    "47": "A person who starts a new business, taking the initiative and the risk associated with the new venture, and who does so by creating something new or by using resources in unusual ways to provide value to his or her customers is known as a (an)",
    "48": "Marketing research activities that are undertaken after a new venture opens its doors for business is called",
    "49": "The introductory or cover page of a business plan should contain information on the business and should include:",
    "50": "Prior to start-up, entrepreneurs can reduce financial burdens by",
    "51": "The main difference between market research analysis and market plan in a business plan is:",
    "52": "A careful selection of promotional methods consistent with a grand marketing strategy is called a",
    "53": "The difference between the venture definition in the executive summary and the business concept in the main body of the business plan is that",
    "54": "The objective of market research and analysis is to establish that a ______________ exist for the proposed venture",
    "55": "A market niche is a carefully defined segment of a broader market that defines the ___________ of a product or service to create a distinct marketing focus.",
    "56": "Market research and analysis activities include",
    "57": "The ______________________ describes an entrepreneur’s intended strategy.",
    "58": "The market research culminates in a _____________________ that establishes the volume and revenue expected from business operations.",
    "59": "Depending on the nature of a business, a manufacturing or operation plan may not be required in the business plan but for ventures that require capital equipment, this section is important and should be made up of:",
    "60": "A majority of new products evolve at the end of the technology spectrum as",
    "61": "Grant of property right by a government to an inventor is called a",
    "62": "There are two benchmark considerations for the start-up stage of any venture and they are",
    "63": "The membership of a Board of Directors for a new venture should be",
    "64": "A board of advisors serve a new venture in an advisory capacity. An example is",
    "65": "After the legal form of business has been decided by the entrepreneur, the task of designing the organization begins. The first step is to decide on the",
    "66": "The organization must identify the major activities required to operate it effectively. This is done through",
    "67": "The entrepreneurial team is a very vital part of the management team of a new venture. It is responsible for",
    "68": "The responsibilities of the founder are",
    "69": "A formal board of directors is required by law only for",
    "70": "Individuals within someone’s immediate circle of daily relationships is known as",
    "71": "Selecting a legal form of business involves a decision with at least three important criteria namely:",
    "72": "The marketing functions are",
    "73": "an expanded view of a company’s product include",
    "74": "A marketing plan is implemented through a",
    "75": "In the creative process, verification is",
    "76": "The main disadvantage of a sole proprietorship is",
    "77": "A description of the future direction of a business is called",
    "78": "Pre-start-up activities for new ventures include",
    "79": "A prediction of what a company’s financial statement will look like at the end of the forecast period is called",
    "80": "The entrepreneur is most knowledgeable person about the proposed business but since there are many ways to get help, the entrepreneur should leave the responsibility for planning the venture to"
  },
  "possible_answers": {
    "1": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "2": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "3": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "4": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "5": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "6": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "7": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "8": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "9": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "10": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "11": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "12": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "13": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "14": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "15": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "16": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "17": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "18": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "19": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "20": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "21": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "22": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "23": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "24": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "25": "a.if i, ii and iii are correct\nb.if i and ii only are correct\nc.if i and iii only are correct\nd.if i only is correct\ne.if iii only is correct",
    "26": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "27": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "28": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "29": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "30": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "31": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "32": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "33": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "34": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "35": "a.if S1 is True and S2 is True and S2 is an explanation of S1\nb.if S1 is True and S2 is True and S2 is NOT an explanation of S1\nc.if S1 is True and S2 is False\nd.if S1 is False, S2 is True\ne.if both S1 and S2 are False",
    "36": "a. economic zone\nb. shopping mall\nc. niche\nd. district\ne. mall",
    "37": "a. corridor\nb. window\nc. chance time\nd. crack\ne. none of the above",
    "38": "a. directory\nb. clients’ data\nc. bio-data\nd. customer scenario\ne. demographic information",
    "39": "a. vendor\nb. partner\nc. corporation\nd. proprietor\ne. stakeholder",
    "40": "a. Price setting\nb. pricing policy\nc. price discounting\nd. costing process\ne. sale",
    "41": "a. advertisement\nb. publicity\nc. Personal selling\nd. sales\ne. promotion",
    "42": "a. partnership\nb. joint venture\nc. corporation\nd. limited liability company\ne. franchise",
    "43": "a. Sole Partner\nb. Limited partner\nc. Sole proprietor\nd. General partner\ne. franchisor",
    "44": "a. Franchisor\nb. Sole proprietor\nc. Franchisee\nd. Stakeholder\ne. Entrepreneur",
    "45": "a. company\nb. partnership\nc. franchise\nd. corporation\ne. limited partnership",
    "46": "a. franchise\nb. corporation\nc. franchisee\nd. franchisor\ne. general partnership",
    "47": "a. business man\nb. entrepreneur\nc. sole proprietor\nd. industrialist\ne. franchisor",
    "48": "a. market planning\nb. competitive analysis\nc. marketing and sales\nd. competitive rivalry\ne. ending market research",
    "49": "a. location of business\nb. the executive summary\nc. financial summary\nd. a confidentiality clause\ne. none of the above",
    "50": "a. planning assets carefully\nb. reducing the scope of work to be done\nc. cutting down on the planned capacity\nd. reducing the number of workers\ne. paying employees low salaries because it is a start-up venture",
    "51": "a. market plan gathers the information and market research then uses it in a marketing strategy\nb. all of them describe the market characteristics\nc. existing and potential markets are described in market plan\nd. market research gathers the information and market plan then uses it in a marketing strategy\ne. all of the above",
    "52": "a. mixed Marketing\nb. advertisement\nc. promotional mix\nd. publicity\ne. none of the above",
    "53": "a. the venture definition names the business and states why it was founded while the business concept talks about the business evolution, nature of market demand.\nb. the venture definition is essentially a summary of the business concept.\nc. the business concept includes nature of the business and its technological profile.\nd. the venture definition describes the nature and purpose of the venture while the business concept goes into more details.\ne. all of the above",
    "54": "a. customer\nb. product\nc. competitor\nd. market\ne. place",
    "55": "a. existence\nb. positioning\nc. placement\nd. location\ne. options",
    "56": "a. product or service, its pricing, promotions and distribution\nb. description of a customer profile\nc. identify potential customers, evaluate markets, analyse competitors and describe assumptions\nd. product or service, its pricing, promotions and distribution, services and warrantees described and marketing leadership roles defined\ne. identify potential customers, analyse competitors and evaluate markets",
    "57": "a. distribution network\nb. market plan\nc. operations\nd. promotions\ne. financial documentation",
    "58": "a. financial statement\nb. market plan\nc. sales forecast\nd. customer scenario\ne. market responsibilities",
    "59": "a. facilities, inventory and operations\nb. equipment , technology, raw materials, human resources and operations\nc. operations, human resources, facilities, inventory and related issues\nd. legal and insurance, operations and related issues\ne. vendor relations, operations, suppliers, and related issues",
    "60": "a. high-tech products\nb. mid-tech products\nc. natural products\nd. manufactured products\ne. low-tech products",
    "61": "a. trade mark\nb. copyright\nc. patent\nd. service mark\ne. none of the above",
    "62": "a. meeting operating objectives and positioning the venture for long-term growth\nb. attaining projected sales and realising incremental growth\nc. making a profit and growing\nd. surviving and attaining projected sales\ne. creating a vision and positioning the venture for long-term growth",
    "63": "a. 5 – 7\nb. 5 – 9\nc. 5 – 12\nd. 6 – 12\ne. 4 - 14",
    "64": "a. an advertising agent and a market researcher\nb. a lawyer, a banker and a marketer\nc. the manager and the accountant\nd. a lawyer, a banker, an accountant and an advertising agent\ne. none of the above",
    "65": "a. organizational structure\nb. selection criteria\nc. training\nd. job analysis\ne. job specification",
    "66": "a. job description\nb. job analysis\nc. job specification\nd. selection criteria\ne. none of the above",
    "67": "a. building an organisation\nb. giving identity to the venture\nc. focusing on operational issues and immediate problems\nd. guiding the venture through change\ne. all of the above",
    "68": "a. defining their business and identifying human resource requirements\nb. being responsible for the functional areas and managing the venture\nc. providing guidance and direction\nd. getting financing for the venture and sets the pace for development\ne. none of the above",
    "69": "a. sole proprietorships\nb. partnerships\nc. incorporated companies\nd. limited liability companies\ne. all of the above.",
    "70": "a. loose ties\nb. personal network\nc. associations\nd. social network\ne. contacts",
    "71": "a. preferences of the entrepreneur, taxation issues and profile of the enterprise\nb. management issues, profile of the enterprise and succession issues\nc. preferences of the entrepreneur, profile of the enterprise and advantages and disadvantages of the legal business entity\nd. Financing issues, management issues and profile of the enterprise\ne. Taxation issues and succession issues",
    "72": "a. price\nb. promotion\nc. distribution\nd. product\ne. all of the above",
    "73": "a. function, form and packaging characteristics\nb. labelling, design and function\nc. function, form, packaging characteristics and service after sales support\nd. safety and use information, labelling and design\ne. none of the above",
    "74": "a. marketing activities\nb. marketing program\nc. marketing research\nd. marketing implementation\ne. none of the above",
    "75": "a. Subconscious assimilation of knowledge\nb. recognition of idea as being feasible\nc. conscious search for knowledge\nd. organizing resources\ne. Application or test to prove that an idea has value",
    "76": "a. the business ends with owner’s death\nc. personal expense item are tax deductible\nb. the business assets are personal assets\nd. unlimited legal and financial liability\ne. income is undifferentiated from other income",
    "77": "a. a forecast\nb. a roadmap\nc. a guide\nd. a business plan\ne. none of the above",
    "78": "a. business concept definition\nb. positioning the venture\nc. taking the company ‘public’\nd. Keeping the rate of growth within a comfort zone\ne. None of the above",
    "79": "a. A proforma statement\nb. A forecast statement\nc. A balance sheet\nd. A future statement\ne. An income statement",
    "80": "a. a more experienced person in a profession\nb. a banker\nc. himself/herself\nd. an experienced business plan writer\ne. his administrator"
  },
  "answers": {
    "1": "c.if i and iii only are correct",
    "2": "a.if i, ii and iii are correct",
    "3": "d.if i only is correct",
    "4": "c.if i and iii only are correct",
    "5": "b.if i and ii only are correct",
    "6": "c.if i and iii only are correct",
    "7": "b.if i and ii only are correct",
    "8": "e.if iii only is correct",
    "9": "e.if iii only is correct",
    "10": "d.if i only is correct",
    "11": "a.if i, ii and iii are correct",
    "12": "a.if i, ii and iii are correct",
    "13": "c.if i and iii only are correct",
    "14": "d.if i only is correct",
    "15": "a.if i, ii and iii are correct",
    "16": "e.if iii only is correct",
    "17": "c.if i and iii only are correct",
    "18": "d.if i only is correct",
    "19": "a.if i, ii and iii are correct",
    "20": "c.if i and iii only are correct",
    "21": "e.if iii only is correct",
    "22": "c.if i and iii only are correct",
    "23": "b.if i and ii only are correct",
    "24": "a.if i, ii and iii are correct",
    "25": "b.if i and ii only are correct",
    "26": "a.if S1 is True and S2 is True and S2 is an explanation of S1",
    "27": "e.if both S1 and S2 are False",
    "28": "a.if S1 is True and S2 is True and S2 is an explanation of S1",
    "29": "d.if S1 is False, S2 is True",
    "30": "a.if S1 is True and S2 is True and S2 is an explanation of S1",
    "31": "e.if both S1 and S2 are False",
    "32": "a.if S1 is True and S2 is True and S2 is an explanation of S1",
    "33": "a.if S1 is True and S2 is True and S2 is an explanation of S1",
    "34": "a.if S1 is True and S2 is True and S2 is an explanation of S1",
    "35": "a.if S1 is True and S2 is True and S2 is an explanation of S1",
    "36": "c. niche",
    "37": "b. window",
    "38": "d. customer scenario",
    "39": "e. stakeholder",
    "40": "b. pricing policy",
    "41": "e. promotion",
    "42": "b. joint venture",
    "43": "d. General partner",
    "44": "a. Franchisor",
    "45": "d. corporation",
    "46": "a. franchise",
    "47": "b. entrepreneur",
    "48": "b. competitive analysis",
    "49": "d. a confidentiality clause",
    "50": "a. planning assets carefully",
    "51": "d. market research gathers the information and market plan then uses it in a marketing strategy",
    "52": "c. promotional mix",
    "53": "e. all of the above",
    "54": "d. market",
    "55": "b. positioning",
    "56": "c. identify potential customers, evaluate markets, analyse competitors and describe assumptions",
    "57": "b. market plan",
    "58": "c. sales forecast",
    "59": "c. operations, human resources, facilities, inventory and related issues",
    "60": "e. low-tech products",
    "61": "c. patent",
    "62": "a. meeting operating objectives and positioning the venture for long-term growth",
    "63": "b. 5 – 9",
    "64": "d. a lawyer, a banker, an accountant and an advertising agent",
    "65": "a. organizational structure",
    "66": "b. job analysis",
    "67": "d. guiding the venture through change",
    "68": "a. defining their business and identifying human resource requirements",
    "69": "c. incorporated companies",
    "70": "b. personal network",
    "71": "c. preferences of the entrepreneur, profile of the enterprise and advantages and disadvantages of the legal business entity",
    "72": "e. all of the above",
    "73": "c. function, form, packaging characteristics and service after sales support",
    "74": "b. marketing program",
    "75": "e. Application or test to prove that an idea has value",
    "76": "d. unlimited legal and financial liability",
    "77": "d. a business plan",
    "78": "a. business concept definition",
    "79": "a. A proforma statement",
    "80": "c. himself/herself"
  }
}
